Repository: tsielknovnomis/Did-I-Take-My-Meds-PL
Catalog: tm/tmx2source/DE.tmx
Source language: en
Languages: de_de

source: Did I Take My Meds?
de_de: Medis eingenommen?

source: Add
de_de: Neu

source: Add medications to your list
de_de: Medikamente zur Liste hinzufügen

source: Medication name
de_de: Name des Medikaments

source: Description
de_de: Beschreibung

source: select a time
de_de: Zeit auswählen

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Pick a time before saving
de_de: Zeit vor dem Speichern wählen

source: Fill out name before saving
de_de: Name vor dem Speichern ausfüllen

source: Medication saved
de_de: Medikament gespeichert

source: New medication cancelled
de_de: Eingabe abgebrochen

source: h:mma
de_de: hh:mm

source: Sample Medicine
de_de: Beispiel Medikament

source: This is a sample description of a medication.
de_de: Dies ist eine Beispielbeschreibung für ein Medikament.

source: It has multiple sentences and covers multiple lines.
de_de: Sie besteht aus mehreren Sätzen und umfasst mehrere Zeilen.

source: Previous doses:
de_de: Vorherige Einnahme:

source: I just took it!
de_de: Jetzt einnehmen!

source: Closest dose: 1:00PM today
de_de: Dosis geplant um: 1:00PM heute

source: Today
de_de: heute

source: Yesterday
de_de: gestern

source: Tomorrow
de_de: morgen

source: Closest dose: %1$s
de_de: Dosis geplant um: %1$s

# You already took this dose I hope you didn't take it again
source: You already took this dose\nI hope you didn\'t take it again
de_de: Du hast diese Dosis bereits eingenommen \nIch hoffe, du hast sie nicht nochmal genommen

source: MMM d, yyyy
de_de: MM dd, yyyy

source: Time taken: %1$s
de_de: Einnahmezeitpunkt: %1$s

source: delete
de_de: löschen

source: Are you sure?
de_de: Bist du sicher?

source: The medication will be permanently deleted
de_de: Das Medikament wird dauerhaft gelöscht

source: confirm
de_de: Bestätigen

source: You took this already
de_de: Du hast diese Dosis bereits eingenommen

source: Edit
de_de: Bearbeiten

source: Edit cancelled
de_de: Bearbeitung abgebrochen

source: Notifications enabled
de_de: Benachrichtigungen aktiviert

source: Notifications disabled
de_de: Benachrichtigungen deaktiviert

source: reminder notifications med_id
de_de: Erinnerungsnotifikationen

source: Time for your dose
de_de: Zeit für deine Dosis

source: New Medication
de_de: Neues Medikament

source: Medication Details
de_de: Details zur Medikation

source: Edit Medication
de_de: Medikament bearbeiten

source: About
de_de: Über

# is a FOSS app to keep track of medications Did I Take My Meds?
source: is a FOSS app to keep track of medications\nDid I Take My Meds?
de_de: (Deutscher App-Titel: Medikamente eingenommen?) is a FOSS app to keep track of medications\nDid I Take My Meds?

source: Support me on Liberapay
de_de: Unterstütze mich auf Liberapay

source: View the project on GitHub
de_de: Projekt auf GitHub ansehen

source: Sorry!
de_de: Entschuldigung!

source: Okay
de_de: Einverstanden

source: Google doesn\'t allow developers to place donation links in apps to support themselves if they are not tax exempt charities.
de_de: Google erlaubt es Entwicklern nicht, Spendenlinks in Apps zu platzieren, um sich selbst zu unterstützen, wenn es sich nicht um steuerbefreite Wohltätigkeitsorganisationen handelt.

source: If you still want to support me, you can find CorruptedArk on Liberapay in a separate browser.
de_de: Wenn Sie mich trotzdem unterstützen wollen, können Sie CorruptedArk auf Liberapay in einem separaten Browser aufrufen.

source: My GitHub repository is a good place to start.
de_de: Mein GitHub-Repository ist ein guter Startpunkt.

source: Add another dose
de_de: Weitere Dosis hinzufügen

source: Taken as needed
de_de: Einnahme nach Bedarf

source: Hello blank fragment
de_de: Hallo leeres Feld

source: Start date
de_de: Startdatum

source: Time between doses:
de_de: Zeit zwischen den Einnahmen:

source: Day(s)
de_de: Tag(e)

source: Week(s)
de_de: Woche(n)

source: Month(s)
de_de: Monat(e)

source: Year(s)
de_de: Jahr(e)

source: Schedule dose schedule_picker
de_de: Einnahme planen

source: %1$s\nStarts %2$s\nRepeats every\n%3$d day(s), %4$d week(s),\n%5$d month(s), %6$d year(s)
de_de: %1$s\nStartet %2$s\nWiederholt sich alle\n%3$d Tag(e), %4$d Woche(n),\n%5$d Monat(e), %6$d Jahr(e)

source: Fill out all schedules before saving
de_de: Vor dem Speichern alle Zeitpläne ausfüllen

source: Fill out schedule before confirming
de_de: Vor dem Speichern den Zeitplan ausfüllen

source: Next dose: %1$s
de_de: Nächste Einnahme: %1$s

source: Taken
de_de: Eingenommen

source: Not taken
de_de: Ausstehend

source: Sort
de_de: Sortieren

source: Restore database
de_de: Datenbank wiederherstellen

source: Back up database
de_de: Datenbank sichern

source: Database is invalid
de_de: Datenbank ist ungültig

source: Database restored
de_de: Datenbank wiederhergestellt

source: Took it
de_de: Bereits eingenommen

source: DITMM?
de_de: Medis?

source: Remind in 15 minutes
de_de: In 15 Minuten erinnern

source: The dose record will be permanently deleted.
de_de: Der Eintrag wird endgültig gelöscht.

source: (Long click a record to delete it)
de_de: (Klicke lange auf einen Eintrag, um ihn zu löschen)

source: Approximately 0 day(s), 0 hour(s), and 0 minute(s) since last taken dose
de_de: Ungefähr 0 Tag(e), 0 Stunde(n) und 0 Minute(n) seit der letzten Einnahme

source: Approximately %1$d day(s), %2$d hour(s), and %3$d minute(s) since last taken dose
de_de: Ungefähr %1$d Tag(e), %2$d Stunde(n) und %3$d Minute(n) seit der letzten Einnahme

source: Require photo proof images
de_de: Fotonachweis erforderlich

source: Dose and proof saved
de_de: Einnahme und Nachweis gespeichert

source: Failed to get proof dose_time
de_de: Nachweis konnte nicht geladen werden

source: No image available
de_de: Kein Bild verfügbar

source: (Tap a record to view details)
de_de: (Auf einen Eintrag tippen, um Details anzuzeigen)

source: Back up successful
de_de: Sicherung erfolgreich

source: Back up failed
de_de: Sicherung fehlgeschlagen

source: Dose Details
de_de: Details der Einnahme

source: Medication active
de_de: Medikament aktiv

source: Inactive
de_de: Inaktiv

source: Medication Type
de_de: Medikamenten-Typ

source: Undefined
de_de: Unbestimmt

source: Type: %1$s
de_de: Typ: %1$s

source: Type: Undefined
de_de: Typ: undefiniert

source: Rx #: Undefined
de_de: Rx#: undefiniert

source: Pharmacy
de_de: Pharmazie

source: Pharmacy: %1$s
de_de: Pharmazie: %1$s

source: Pharmacy: Undefined
de_de: Pharmazie: undefiniert

source: Dose Unit
de_de: Einheit

source: Dose Amount
de_de: Menge

source: %1$s%2$s per dose
de_de: %1$s%2$s pro Dosis

source: 5mg per dose
de_de: 5mg pro Dosis

source: Remaining Doses
de_de: Verbleibende Dosen

source: 10 remaining doses
de_de: 10 verbleibende Dosen

source: %1$d remaining doses
de_de: %1$d verbleibende Dosen

source: There are no doses remaining\nIf this is wrong, update the remaining doses by editing the medication
de_de: Keine verbleibende Dosis \nFalls dies falsch ist, bitte verbleibende Dosen editieren

source: Take with food
de_de: Zum Essen einnehmen

source: Brazilian Portuguese translations by mezysinc on GitHub, lnux-usr on GitHub, and Card151915 on Weblate \n \nGerman translations by jpameli on GitHub \n \nFrench translations by Edanas on Weblate \n \nHebrew translations by Yaron on Weblate \n \nChinese Simplified translations by luxu on Weblate \n \nSpanish translations by sguinetti on Weblate, caos30 on Weblate, and nzgha on Weblate \n \nCatalan translations by caos30 on Weblate \n \nTurkish translation by Lion on Weblate \n \nBug fix by johannes87 on GitHub \n \n
de_de: Brasilianisch-portugiesische Übersetzungen von mezysinc auf GitHub, lnux-usr auf GitHub, und Card151915 auf Weblate \n \nDeutsche Übersetzungen von jpameli auf GitHub \n \nFranzösische Übersetzungen von Edanas auf Weblate \n \nHebräische Übersetzungen von Yaron auf Weblate \n \nVereinfachte chinesische Übersetzungen von luxu auf Weblate \n \nSpanische Übersetzungen von sguinetti auf Weblate, caos30 auf Weblate, und nzgha auf Weblate \n \nKatalanische Übersetzungen von caos30 auf Weblate \n \nTürkische Übersetzung von Lion auf Weblate \n \nFehlerbehebung von johannes87 auf GitHub \n \n

source: A widget that displays a single medication, the time since the last taken dose, and a button to submit a taken dose
de_de: Ein Widget, das ein einzelnes Medikament, die Zeit seit der letzten Einnahme und eine Schaltfläche zum Übermitteln einer eingenommenen Dosis anzeigt

source: Choose A Medication
de_de: Wähle ein Medikament

source: You will update the taken time of this dose and delete the associated proof image if it exists.
de_de: Sie ändern damit die Einnahmezeit dieser Dosis und löschen das zugehörige Beweisbild, falls es existiert.

source: Birth control schedule
de_de: Zeitplan für die Geburtskontrolle
